
--
-- 转存表中的数据 `base_reward`
--

INSERT INTO `base_reward` (`id`, `reward_type`, `category_UUID`, `seller_limit`, `reward_role`, `reward_status`, `effective_time`, `created`, `created_by`, `last_updated`, `last_updated_by`, `modification_number`, `row_id`, `parent_row_id`) VALUES
(445, 'category', '5ae45b6a-0d4b-4677-9cb5-7f541d403774', 1000, 1.00, 'EFFECT', '2015-10-01 12:00:00', '2015-09-23 17:14:22', '管理员', '2015-09-23 17:14:22', '管理员', 0, NULL, NULL),
(446, 'category', '24d70e5f-998a-4995-92fe-a8ae29967ddd', 1000, 1.00, 'EFFECT', '2015-10-01 12:00:00', '2015-09-23 17:14:22', '管理员', '2015-09-23 17:14:22', '管理员', 0, NULL, NULL),
(447, 'category', '405e1300-ef51-4838-8c63-3d8f648c58ca', 800, 1.50, 'EFFECT', '2015-10-01 12:00:00', '2015-09-23 17:14:22', '管理员', '2015-09-23 17:14:22', '管理员', 0, NULL, NULL),
(448, 'category', '6fbdddb0-b271-42e2-8ba7-39c15db11464', 800, 1.50, 'EFFECT', '2015-10-01 12:00:00', '2015-09-23 17:14:22', '管理员', '2015-09-23 17:14:22', '管理员', 0, NULL, NULL),
(449, 'category', '151cd4ac-85b9-4cbc-85b6-6bcd78dcfde3', 500, 2.00, 'EFFECT', '2015-10-01 12:00:00', '2015-09-23 17:14:22', '管理员', '2015-09-23 17:14:22', '管理员', 0, NULL, NULL),
(450, 'category', 'b3d0121f-7aaa-430e-ae4d-4f757ce59a87', 500, 2.00, 'EFFECT', '2015-10-01 12:00:00', '2015-09-23 17:14:22', '管理员', '2015-09-23 17:14:22', '管理员', 0, NULL, NULL),
(451, 'category', 'cabdc25b-790a-40dc-8a48-5661683e1121', 500, 2.00, 'EFFECT', '2015-10-01 12:00:00', '2015-09-23 17:14:23', '管理员', '2015-09-23 17:14:23', '管理员', 0, NULL, NULL),
(452, 'category', '1751740d-54d9-4f1a-b1ab-8e89dfd2508c', 300, 3.00, 'EFFECT', '2015-10-01 12:00:00', '2015-09-23 17:14:23', '管理员', '2015-09-23 17:14:23', '管理员', 0, NULL, NULL),
(453, 'category', '1816e564-7f74-4233-956f-36e9b8309dc1', 200, 4.00, 'EFFECT', '2015-10-01 12:00:00', '2015-09-23 17:14:23', '管理员', '2015-09-23 17:14:23', '管理员', 0, NULL, NULL),
(454, 'order', 'seller_temp_range_reward', NULL, 0.00, 'EFFECT', '2015-10-01 12:00:00', '2015-09-23 17:14:23', '管理员', '2015-09-23 17:14:23', '管理员', 0, NULL, NULL),
(455, 'order', 'buyer_consign_local_reward', NULL, 100.00, 'EFFECT', '2015-10-01 12:00:00', '2015-09-23 17:14:23', '管理员', '2015-09-23 17:14:23', '管理员', 0, NULL, NULL),
(456, 'order', 'buyer_consign_range_reward', NULL, 70.00, 'EFFECT', '2015-10-01 12:00:00', '2015-09-23 17:14:23', '管理员', '2015-09-23 17:14:23', '管理员', 0, NULL, NULL),
(457, 'order', 'new_buyer_reward', NULL, 80.00, 'EFFECT', '2015-10-01 12:00:00', '2015-09-23 17:14:23', '管理员', '2015-09-23 17:14:23', '管理员', 0, NULL, NULL),
(458, 'order', 'seller_temp_local_reward', NULL, 0.00, 'EFFECT', '2015-10-01 12:00:00', '2015-09-23 17:14:23', '管理员', '2015-09-23 17:14:23', '管理员', 0, NULL, NULL),
(459, 'order', 'new_seller_reward', NULL, 80.00, 'EFFECT', '2015-10-01 12:00:00', '2015-09-23 17:14:23', '管理员', '2015-09-23 17:14:23', '管理员', 0, NULL, NULL),
(460, 'order', 'buyer_temp_local_reward', NULL, 100.00, 'EFFECT', '2015-10-01 12:00:00', '2015-09-23 17:14:23', '管理员', '2015-09-23 17:14:23', '管理员', 0, NULL, NULL),
(461, 'order', 'buyer_temp_range_reward', NULL, 100.00, 'EFFECT', '2015-10-01 12:00:00', '2015-09-23 17:14:23', '管理员', '2015-09-23 17:14:23', '管理员', 0, NULL, NULL),
(462, 'order', 'seller_consign_local_reward', NULL, 0.00, 'EFFECT', '2015-10-01 12:00:00', '2015-09-23 17:14:23', '管理员', '2015-09-23 17:14:23', '管理员', 0, NULL, NULL),
(463, 'order', 'seller_consign_range_reward', NULL, 30.00, 'EFFECT', '2015-10-01 12:00:00', '2015-09-23 17:14:23', '管理员', '2015-09-23 17:14:23', '管理员', 0, NULL, NULL);
